tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "k1low/tap"
tap "nanovms/ops"
tap "openresty/brew"
tap "puma/puma"
tap "thoughtbot/formulae"
tap "xwmx/taps"
brew "ack"
brew "adns"
brew "webp"
brew "aom"
brew "analog"
brew "angle-grinder"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "unixodbc"
brew "asdf", args: ["HEAD"]
brew "assimp"
brew "dbus"
brew "glib"
brew "xorgproto"
brew "pkgconf"
brew "at-spi2-core"
brew "augeas"
brew "autoenv"
brew "six"
brew "awscli"
brew "icu4c@76"
brew "node"
brew "babel"
brew "bash"
brew "libssh2"
brew "bat"
brew "bat-extras"
brew "bdw-gc"
brew "berkeley-db", link: true
brew "bison"
brew "boost"
brew "cabal-install"
brew "cairo"
brew "catimg"
brew "certbot"
brew "cjson"
brew "cmake"
brew "cmatrix"
brew "cmocka"
brew "colordiff"
brew "libidn2"
brew "freetds"
brew "tidy-html5"
brew "php"
brew "composer"
brew "nspr"
brew "couchdb"
brew "cowsay"
brew "csvlens"
brew "ctags"
brew "curlie"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "diskus"
brew "fluid-synth"
brew "sdl2"
brew "dosbox-x"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "eza"
brew "faad2"
brew "fastfetch"
brew "fd"
brew "fdk-aac"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "snappy"
brew "pango"
brew "rav1e"
brew "rubberband"
brew "srt"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "findutils"
brew "flyctl"
brew "fortune"
brew "fossil"
brew "frum"
brew "fswatch"
brew "fzf"
brew "gcc@7"
brew "gdk-pixbuf"
brew "gh"
brew "ghi"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-flow-avh"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnu-sed"
brew "libksba"
brew "gnupg"
brew "goaccess"
brew "gobject-introspection"
brew "python@3.9"
brew "graphene"
brew "graphicsmagick"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "gtk+3", link: false
brew "libshout"
brew "libsoup"
brew "orc"
brew "py3cairo"
brew "pygobject3"
brew "srtp"
brew "taglib"
brew "gstreamer"
brew "gtk+"
brew "gtk-mac-integration"
brew "guile"
brew "helix"
brew "htop"
brew "httpie"
brew "hub"
brew "hunspell"
brew "imagemagick@6"
brew "intltool"
brew "pygments", link: false
brew "ipython", link: false
brew "irssi"
brew "jansson"
brew "jenv"
brew "jj"
brew "jq"
brew "json-c"
brew "keychain"
brew "lastpass-cli"
brew "lazygit"
brew "libdvdcss"
brew "shared-mime-info"
brew "libheif"
brew "libnice"
brew "libusb-compat"
brew "libxml2"
brew "lua@5.1", link: false
brew "luarocks"
brew "wget"
brew "luaver"
brew "lux"
brew "lynx"
brew "make"
brew "mdbtools"
brew "memcached"
brew "mise"
brew "moreutils"
brew "most"
brew "mr"
brew "zlib"
brew "mysql", restart_service: :changed
brew "tree-sitter"
brew "neovim"
brew "ngrep"
brew "nim"
brew "ninja"
brew "nmap"
brew "nnn"
brew "opam"
brew "utf8proc"
brew "tmux"
brew "overmind"
brew "pandoc"
brew "qrencode"
brew "tree"
brew "pass"
brew "perl"
brew "pg_top"
brew "sbcl"
brew "pgloader"
brew "pgsync"
brew "pick"
brew "pigz"
brew "postgresql@15", restart_service: :changed, link: true
brew "postgrest"
brew "protobuf"
brew "pssh"
brew "pstree"
brew "pwgen"
brew "tcl-tk"
brew "python@3.8"
brew "qt"
brew "rarian"
brew "redis"
brew "rename"
brew "rhino"
brew "ripgrep"
brew "rust"
brew "s3cmd"
brew "shellcheck"
brew "sloccount"
brew "source-highlight"
brew "spidermonkey"
brew "ssh-copy-id", link: true
brew "sshuttle", link: false
brew "ssllabs-scan"
brew "starship"
brew "stow"
brew "subversion"
brew "telnet"
brew "terminal-notifier"
brew "textql"
brew "the_silver_searcher"
brew "tintin"
brew "typos-cli"
brew "vala"
brew "vcsh"
brew "vim"
brew "xq"
brew "yarn"
brew "youtube-dl"
brew "youtubedr"
brew "zig"
brew "zplug"
brew "zsh"
brew "heroku/brew/heroku"
brew "k1low/tap/tbls"
brew "openresty/brew/openresty"
brew "openresty/brew/openresty-openssl"
brew "puma/puma/puma-dev"
brew "thoughtbot/formulae/gitsh"
brew "thoughtbot/formulae/rcm"
cask "acslogo"
cask "adium"
cask "adobe-acrobat-reader"
cask "alfred"
cask "appcleaner"
cask "betterzip"
cask "betterzipql"
cask "beyond-compare"
cask "caffeine"
cask "chromedriver"
cask "cleanmymac"
cask "daisydisk"
cask "dbeaver-community"
cask "double-commander"
cask "dropbox"
cask "dvdstyler"
cask "evernote"
cask "fantastical"
cask "firefox"
cask "flux"
cask "font-hasklig"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "forklift"
cask "ghostty"
cask "gitup"
cask "google-chrome"
cask "google-drive-file-stream"
cask "google-hangouts"
cask "gzdoom"
cask "handbrake"
cask "heynote"
cask "homerow"
cask "hush"
cask "id3-editor"
cask "iina"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "iterm2-beta"
cask "kitty"
cask "little-snitch"
cask "macs-fan-control"
cask "mono-mdk"
cask "musicbrainz-picard"
cask "ngrok"
cask "obsidian"
cask "openemu"
cask "openmtp"
cask "orbstack"
cask "osxfuse"
cask "packetsender"
cask "piezo"
cask "postico"
cask "powerphotos"
cask "proton-pass"
cask "psequel"
cask "quip"
cask "roboform"
cask "sequel-ace"
cask "signal"
cask "sketchup"
cask "skype"
cask "slack"
cask "soapui"
cask "sourcetree"
cask "spotify"
cask "stats"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "tunnelblick"
cask "ultimaker-cura"
cask "unclutter"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wezterm"
cask "xee"
cask "xquartz"
cask "zed"
vscode "alefragnani.project-manager"
vscode "annsk.alignment"
vscode "brandoncc.rails-project-navigator"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "connorshea.vscode-ruby-test-adapter"
vscode "cyansprite.smoothscroll"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "dzannotti.vscode-babel-coloring"
vscode "eamodio.gitlens"
vscode "eg2.vscode-npm-script"
vscode "faustinoaq.crystal-lang"
vscode "file-icons.file-icons"
vscode "grapecity.gc-excelviewer"
vscode "gurgeous.bust-a-gem"
vscode "hbenl.vscode-test-explorer"
vscode "jasonnutter.search-node-modules"
vscode "koichisasada.vscode-rdbg"
vscode "mahersaif.rails-migration-list"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.theme-tomorrowkit"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "shopify.vscode-shadowenv"
vscode "sleistner.vscode-fileutils"
vscode "sorbet.sorbet-vscode-extension"
vscode "tmikoss.rails-latest-migration"
vscode "vayan.haml"
vscode "vncz.vscode-apielements"
vscode "waderyan.gitblame"
vscode "webdokkeren.joinlines"
vscode "xabikos.javascriptsnippets"
